Repository: Biolazard/BeaconCarLocation
Catalog: BeaconCarLocation/*.lproj/Localizable.strings
Languages: it

# REG
source: Sign in
it: Registrati

# NOME
source: Name
it: Nome

# FINE
source: Done
it: Fine

# DDA
source: Your email or password was incorrect
it: Dati di accesso errati

# CTC
source: Complete all fields
it: Completa tutti i campi

# SALVA
source: Save
it: Salva

# MAPPA
source: Map
it: Mappa

# IMPOSTAZIONI
source: Settings
it: Impostazioni

# UMM
source: Change value of UUID, Major Value, Minor Value
it: Cambia valori UUID, Major Value, Minor Value

# SUR
source: Leave Feedback
it: Scrivi una recensione

# SURSUB
source: Leave Feedback on App Store. It would really help!
it: Scrivi una recensione sull'App Store. Ci sarebbe davvero d'aiuto

# EMAILS
source: E-Mail Developer
it: E-Mail Sviluppatore

# EMAILSUB
source: for any problem, write to us
it: Per qualsiasi problemi, scrivici

# MC
source: My Car
it: La mia macchina

# WE
source: Welcome!
it: Bentornato!

# IN
source: In you car
it: In macchina

# GO
source: Goodbye!
it: Arriverci!

# OUT
source: Out of your car
it: Lontano dalla macchina
